images/carritogestionweb/1714075829.0056_results_AutRequest_soap.txt

SoapClient::__set_state(array(
   'trace' => 1,
   '_exceptions' => false,
   '_encoding' => 'UTF-8',
   '_stream_context' => NULL,
   '_soap_version' => 1,
   'sdl' => NULL,
   '__last_request' => '<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://ar.gov.afip.dif.FEV1/"><SOAP-ENV:Body><ns1:FECAESolicitar><ns1:Auth><ns1:Token>PD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0iVVRGLTgiIHN0YW5kYWxvbmU9InllcyI/Pgo8c3NvIHZlcnNpb249IjIuMCI+CiAgICA8aWQgc3JjPSJDTj13c2FhLCBPPUFGSVAsIEM9QVIsIFNFUklBTE5VTUJFUj1DVUlUIDMzNjkzNDUwMjM5IiBkc3Q9IkNOPXdzZmUsIE89QUZJUCwgQz1BUiIgdW5pcXVlX2lkPSIxMzAwMjk5MjYiIGdlbl90aW1lPSIxNzE0MDc1NzY4IiBleHBfdGltZT0iMTcxNDExOTAyOCIvPgogICAgPG9wZXJhdGlvbiB0eXBlPSJsb2dpbiIgdmFsdWU9ImdyYW50ZWQiPgogICAgICAgIDxsb2dpbiBlbnRpdHk9IjMzNjkzNDUwMjM5IiBzZXJ2aWNlPSJ3c2ZlIiB1aWQ9IlNFUklBTE5VTUJFUj1DVUlUIDIwMzA3MDA5NzE1LCBDTj1nZXN0aW9uc3RhZmlwIiBhdXRobWV0aG9kPSJjbXMiIHJlZ21ldGhvZD0iMjIiPgogICAgICAgICAgICA8cmVsYXRpb25zPgogICAgICAgICAgICAgICAgPHJlbGF0aW9uIGtleT0iMjAzMDcwMDk3MTUiIHJlbHR5cGU9IjQiLz4KICAgICAgICAgICAgPC9yZWxhdGlvbnM+CiAgICAgICAgPC9sb2dpbj4KICAgIDwvb3BlcmF0aW9uPgo8L3Nzbz4K</ns1:Token><ns1:Sign>Wu9ddaZwFzP7Va3QVxAl3fEpla5dfQdXaxGrJU1MxX7xoN/ngrQsRaq+dOR9nFK1fxp69MueyXRYY60YeGDcHHhLY8ZTE1Ss1co2YVncGokqoOuW5YjDAWSevJPoyPBonHs/jx/OE3zeS/4MQNKC3gAgC4Zb0Uzi8JRx5YyaRoY=</ns1:Sign><ns1:Cuit>20307009715</ns1:Cuit></ns1:Auth><ns1:FeCAEReq><ns1:FeCabReq><ns1:CantReg>1</ns1:CantReg><ns1:PtoVta>3</ns1:PtoVta><ns1:CbteTipo>11</ns1:CbteTipo></ns1:FeCabReq><ns1:FeDetReq><ns1:FECAEDetRequest><ns1:Concepto>1</ns1:Concepto><ns1:DocTipo>96</ns1:DocTipo><ns1:DocNro>30700971</ns1:DocNro><ns1:CbteDesde>8</ns1:CbteDesde><ns1:CbteHasta>8</ns1:CbteHasta><ns1:CbteFch>20240425</ns1:CbteFch><ns1:ImpTotal>10</ns1:ImpTotal><ns1:ImpTotConc>0</ns1:ImpTotConc><ns1:ImpNeto>10</ns1:ImpNeto><ns1:ImpOpEx>0</ns1:ImpOpEx><ns1:ImpTrib>0</ns1:ImpTrib><ns1:ImpIVA>0</ns1:ImpIVA><ns1:FchServDesde></ns1:FchServDesde><ns1:FchServHasta></ns1:FchServHasta><ns1:FchVtoPago></ns1:FchVtoPago><ns1:MonId>PES</ns1:MonId><ns1:MonCotiz>1</ns1:MonCotiz></ns1:FECAEDetRequest></ns1:FeDetReq></ns1:FeCAEReq></ns1:FECAESolicitar></SOAP-ENV:Body></SOAP-ENV:Envelope>
',
   'httpsocket' => NULL,
   '_use_proxy' => 0,
   'httpurl' => NULL,
   '__last_request_headers' => 'POST /wsfev1/service.asmx HTTP/1.1
Host: servicios1.afip.gov.ar
Connection: Keep-Alive
User-Agent: PHP-SOAP/5.5.37
Content-Type: text/xml; charset=utf-8
SOAPAction: "http://ar.gov.afip.dif.FEV1/FECAESolicitar"
Content-Length: 2025

',
   '__last_response_headers' => 'HTTP/1.1 200 OK
Date: Thu, 25 Apr 2024 20:10:28 GMT
Cache-Control: private, max-age=0
Content-Type: text/xml; charset=utf-8
Content-Length: 1051
Set-Cookie: f5avraaaaaaaaaaaaaaaa_session_=NFCPEJHBCIBDPLEJFJDPJCAJLHMOAJNGJIAONHIGAJGJCGMELDNHDCJABKMCKKONMNMDNLAPJIIFMOGDILCAPHLKGLLGONEKPMDMDLDDFJMHPJFPJDENGNOHIKJCEIIO; HttpOnly; secure
Set-Cookie: TS0122d503=0145b27a97bb07ab3562cb3782621985d8feef7a0b17dfeeae1686c5ba891543ba3df606e0040353ef0ef86120717868918b50d1d4; Path=/
',
   '_cookies' => 
  array (
    'f5avraaaaaaaaaaaaaaaa_session_' => 
    array (
      0 => 'NFCPEJHBCIBDPLEJFJDPJCAJLHMOAJNGJIAONHIGAJGJCGMELDNHDCJABKMCKKONMNMDNLAPJIIFMOGDILCAPHLKGLLGONEKPMDMDLDDFJMHPJFPJDENGNOHIKJCEIIO',
      3 => true,
      1 => '/wsfev1',
      2 => 'servicios1.afip.gov.ar',
    ),
    'TS0122d503' => 
    array (
      0 => '0145b27a97bb07ab3562cb3782621985d8feef7a0b17dfeeae1686c5ba891543ba3df606e0040353ef0ef86120717868918b50d1d4',
      1 => '/wsfev1',
      2 => 'servicios1.afip.gov.ar',
    ),
  ),
   '__last_response' => '<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Header><FEHeaderInfo xmlns="http://ar.gov.afip.dif.FEV1/"><ambiente>Produccion - Se6</ambiente><fecha>2024-04-25T17:10:28.9571657-03:00</fecha><id>5.5.0.0</id></FEHeaderInfo></soap:Header><soap:Body><FECAESolicitarResponse xmlns="http://ar.gov.afip.dif.FEV1/"><FECAESolicitarResult><FeCabResp><Cuit>20307009715</Cuit><PtoVta>3</PtoVta><CbteTipo>11</CbteTipo><FchProceso>20240425171028</FchProceso><CantReg>1</CantReg><Resultado>A</Resultado><Reproceso>N</Reproceso></FeCabResp><FeDetResp><FECAEDetResponse><Concepto>1</Concepto><DocTipo>96</DocTipo><DocNro>30700971</DocNro><CbteDesde>8</CbteDesde><CbteHasta>8</CbteHasta><CbteFch>20240425</CbteFch><Resultado>A</Resultado><CAE>74175011365913</CAE><CAEFchVto>20240505</CAEFchVto></FECAEDetResponse></FeDetResp></FECAESolicitarResult></FECAESolicitarResponse></soap:Body></soap:Envelope>
',
))